Autodesk.Revit.DB.Lighting.InitialFluxIntensity.#ctor(Autodesk.Revit.DB.Lighting.InitialFluxIntensity)
Creates a copy of the given initial flux intensity object
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013